tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mattmezza/mannaggia"
brew "bat"
brew "grpc"
brew "bear"
brew "python@3.11"
brew "bpytop"
brew "cmatrix"
brew "fd"
brew "fzf"
brew "gcc"
brew "gdu"
brew "grip"
brew "hyperfine"
brew "jq"
brew "lsd"
brew "mas"
brew "openjdk"
brew "maven"
brew "neofetch"
brew "neovim"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "tmux"
brew "trash"
brew "tree"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mattmezza/mannaggia/mannaggia"
cask "aldente"
cask "appcleaner"
cask "audacity"
cask "bitwarden"
cask "firefox"
cask "flycut"
cask "gimp"
cask "hammerspoon"
cask "handbrake"
cask "iina"
cask "kitty"
cask "macdown"
cask "obsidian"
cask "tomatobar"
cask "visual-studio-code"
cask "zed"
mas "AdGuard for Safari", id: 1440147259
mas "Color Picker", id: 1545870783
mas "Dropover", id: 1355679052
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Vimari", id: 1480933944
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "ecmel.vscode-html-css"
vscode "formulahendry.vscode-mysql"
vscode "gruntfuggly.todo-tree"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.hexeditor"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
