tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "mattmezza/mannaggia"
tap "nikitabobko/tap"
brew "openssl@3"
brew "libxmlb"
brew "appstream"
brew "bat"
brew "grpc"
brew "bear"
brew "python@3.11"
brew "bpytop"
brew "cmatrix"
brew "direnv"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gdu"
brew "gtk4"
brew "ghex"
brew "go"
brew "hyperfine"
brew "jq"
brew "llvm"
brew "lsd"
brew "mas"
brew "maven"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openjdk@17"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "stow"
brew "thefuck"
brew "tmux"
brew "trash"
brew "tree"
brew "w3m"
brew "yazi"
brew "zig"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "mattmezza/mannaggia/mannaggia"
cask "aerospace"
cask "alacritty"
cask "aldente"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "bitwarden"
cask "docker"
cask "firefox"
cask "flycut"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "intellij-idea"
cask "macdown"
cask "mgba"
cask "postman"
cask "tomatobar"
cask "visual-studio-code"
cask "zed"
mas "AdGuard for Safari", id: 1440147259
mas "Color Picker", id: 1545870783
mas "Dropover", id: 1355679052
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Portal", id: 1436994560
mas "Prime Video", id: 545519333
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Vimari", id: 1480933944
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "ecmel.vscode-html-css"
vscode "formulahendry.vscode-mysql"
vscode "gruntfuggly.todo-tree"
vscode "mongodb.mongodb-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.hexeditor"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
