tap "felixkratz/formulae"
tap "homebrew-zathura/zathura"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "mattmezza/mannaggia"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "libxmlb"
brew "appstream"
brew "openssl@3"
brew "bat"
brew "grpc"
brew "bear"
brew "python@3.11"
brew "bpytop"
brew "cbonsai"
brew "cmatrix"
brew "composer"
brew "deno"
brew "direnv"
brew "entr"
brew "eza"
brew "fastfetch"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gdu"
brew "gh"
brew "python@3.12"
brew "gtk4"
brew "ghex"
brew "go"
brew "python@3.13"
brew "grip"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "pkgconf"
brew "maven"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nvm"
brew "oh-my-posh"
brew "openjdk@17"
brew "pandoc"
brew "php@8.1"
brew "pipx"
brew "pyenv"
brew "python-tk@3.13"
brew "ripgrep"
brew "rlwrap"
brew "rust"
brew "sqlc"
brew "stow"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "ttfautohint"
brew "typst"
brew "xclip"
brew "yazi"
brew "zig"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "leoafarias/fvm/fvm"
brew "mattmezza/mannaggia/mannaggia"
cask "aerospace"
cask "aldente"
cask "android-studio"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "bitwarden"
cask "dbeaver-community"
cask "docker"
cask "ghostty"
cask "gimp"
cask "google-chrome@dev"
cask "hammerspoon"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "jordanbaird-ice"
cask "keycastr"
cask "maccy"
cask "mgba"
cask "postman"
cask "qmk-toolbox"
cask "spotify"
cask "tomatobar"
cask "visual-studio-code"
cask "zed"
cask "zen"
cask "zen"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "docker.docker"
vscode "ecmel.vscode-html-css"
vscode "formulahendry.vscode-mysql"
vscode "gruntfuggly.todo-tree"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.hexeditor"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
